# =========================================================
# 🎛️ کیبورد اصلی ربات
# =========================================================

def main_keyboard():

    return {
        "keyboard": [
            [
                {
                    "text": "➕ افزودن ربات به گروه"
                }
            ],
            [
                {
                    "text": "📖 راهنما"
                },
                {
                    "text": "🛟 پشتیبانی"
                }
            ]
        ],
        "resize_keyboard": True
    }


# =========================================================
# 🔙 کیبورد بازگشت
# =========================================================

def back_keyboard():

    return {
        "keyboard": [
            [
                {
                    "text": "🔙 بازگشت"
                }
            ]
        ],
        "resize_keyboard": True
    }